<x-app-layout>

    <x-slot name="pageTitle">Игровые режимы</x-slot>

    <div class="w-3/4 mx-auto pb-12">
        <div class="mt-12">
            <h1 class="border-bottom-EBE3CB text-2xl">
                Предисловие
            </h1>

            <p class="font-tf2 text-xl mt-5">
                Данная статья содержит в себе список игровых режимов для Team Fortress 2. С момента официального выхода игры она имела всего три игровых режима: Захват флага, Захват контрольных точек и Контроль территории, однако благодаря многочисленным обновлениям, список режимов пополнился еще на одиннадцать (Сопровождение, Арена, Царь горы, Гонка вагонеток, Средневековье, Особая доставка, Манн против машин, Уничтожение роботов, Супер-Манн, Дай пас и Истребление), увеличив общее их число до четырнадцати, наряду с двумя картами для режима тренировки. Игровые режимы разделяют между собой 108 официальных карт, предлагая игрокам уникальный стиль и неповторимость сценариев матчей в Team Fortress 2.            </p>
        </div>

        <div class="mt-12">
            <h1 class="border-bottom-EBE3CB text-2xl">
                Arena
            </h1>

            <p class="font-tf2 text-xl mt-5">
                Карты режима Арена созданы так, чтобы, сохраняя полезность всех классов в Team Fortress 2, заставить игроков просто сражаться друг с другом. В то время как прочие игровые режимы требуют сплоченных действий всей команды, Арена концентрирует внимание игроков на определенных действиях и решениях, принятых во время каждой схватки. Карты данного режима содержат префикс arena_.
                Карты режима Арена намеренно имеют маленькие размеры для проведения коротких матчей, поскольку игроки не возрождаются после смерти. После смерти игроку остается лишь наблюдать за происходящим до окончания раунда. Как правило, в центре карты располагается контрольная точка, имитируя режим Царя горы, но без возможности возрождения.
                В некоторых случаях, при нарушении баланса команд, двум случайным игрокам будет отправлено следующее сообщение: «Осторожно! Если вы проиграете в этом раунде, то следующий пропустите!». Если команда игрока, получившего данное сообщение, терпит поражение в раунде, в следующем он остается в роли наблюдателя.
                Снаряжение не будет изменено, если игрок делает это во время обратного отсчета перед началом матча, только если не совершит самоубийство. Но игрок может сменить класс, если сделает это до окончания обратного отсчета.
                Бонус Первой крови уникален для данного игрового режима; его получает тот игрок,(или не получает) который совершит первое убийство в раунде.
            </p>
        </div>
    </div>

</x-app-layout>

